dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-speech
redhat.vscode-yaml
ritwickdey.liveserver
shopify.polaris-for-vscode
shopify.ruby-extensions-pack
shopify.ruby-lsp
shopify.theme-check-vscode
shopify.vscode-shadowenv
shopify.vscode-shopify-dev-assistant
sorbet.sorbet-vscode-extension
vscodevim.vim
